{"id": 3001,"img": "https://media.dominos.ua/__sized__/promotions/promotions_image/2020/04/02/woweekend_news_ukr-crop-c0-5__0-5-2300x1352-70.jpg","date": "01-04-2020","name": "WOWeekend в Domino's!","text": "Заказывай любую среднюю пиццу за 189 грн или большую пиццу всего за 229 грн! Акция действует каждую пятницу, субботу и воскресенье. Акция действует на пиццы из меню. Акция не действует на пиццы за собственном рецептом. Акция действует на пиццы всех категорий, кроме Лучшей цены. Борты «Филадельфия» и «Хот-дог» к акционным пиццам добавляются по отдельной цене. Правила замены топпингов стандартные. Акция действует на неограниченное количество пицц в чеке. Акция не суммируется с другими акционными предложениями. Условия программы лояльности «Domino's club» распространяются на акционное предложение."}
{"id": 3002,"img": "https://media.dominos.ua/__sized__/promotions/promotions_image/2020/02/25/vtornik_news_new2-crop-c0-5__0-5-2300x1352-70.jpg","date": "25-03-2020","name": "Сумасшедший вторник!","text": "Каждый вторник Domino's проводит невероятную акцию «Сумасшедший вторник» - покупай одну среднюю или большую пиццу и получай вторую со скидкой 70%! В акции не участвуют маленькие пиццы. Согласно условиям акции, пицца со скидкой должна быть из меню без добавления ингредиентов. Акция действует на доставку, и для заказов, которые можно будет получить возле точки адресной доставки (у входа в пиццерию). Скидка предоставляется на меньший товар в чеке. Акция не суммируется с другими акционными предложениями. Категория пицц 'Лучшая цена' является акционным предложением, которое не работает во вторник. Во вторник пиццы категории 'Лучшая цена' переходят в категорию пицц 'Классические'. С акцией вторника бонусы не списываются, только начисляются."}
{"id": 3003,"img": "https://media.dominos.ua/__sized__/promotions/promotions_image/2020/03/17/Pepsi_mobile_1200x580-crop-c0-5__0-5-2300x1352-70.jpg","date": "17-03-2020","name": "Покупай Pepsi Mango с пиццей и участвуй в розыгрыше!","text": "Покупай нашу новинку Pepsi Mango 0.5л и сборную пиццу и участвуй в розыгрыше! Новая взрывная Pepsi Mango уже ждет тебя на наших полках! Заказывай к ней пиццу по своему вкусу, выбрав ингредиенты на нашем сайте в разделе Конструктор пиццы. И участвуй в розыгрыше ТРЕХ подарочных Pepsi Mango Box! Акция действует с 17.03.20 по 20.04.20. Результаты розыгрыша будут опубликованы в сториз в нашем официальном Инстаграме 22.04.20. В акции не участвуют пиццы из меню. Так какая пицца на твой профессиональный взгляд вкусное всего сочетается с новой Pepsi Mango?"}